Repository: lliurex/classroom-control-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.classroomcontrol.po
Languages: ca@valencia, es

source: Back to main view
ca@valencia: Torna a la finestra principal
es: Volver a la ventana principal

source: Classroom control settings
ca@valencia: Configuració del Control de l'Aula
es: Configuración del Control del Aula

source: Controlling the cart number:
ca@valencia: Controla el carret número:
es: Controlar el carrito número:

source: Unlock cart
ca@valencia: Allibera el carret
es: Liberar carrito

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Unable to get ip from interface
ca@valencia: No és possible obtindre la ip des de la interfície
es: No es posible obtener la ip desde la interfaz

source: The selected cart is already beaing controlled by another computer
ca@valencia: El carret seleccionat ja esta sent controlat per un altre ordinador
es: El carrito seleccionado ya esta siendo controlado por otro ordenador

source: Insufficient number of hosts in subnet
ca@valencia: Insuficient nombre de hosts en la subxarxa
es: Insuficiente número de hosts en la subred

source: Virtual interface not created
ca@valencia: Interfície virtual no creada
es: Interfaz virtual no creada

source: Unable to configure classroom control
ca@valencia: No és possible configurar el Control de l'Aula
es: No es posible configurar el Control del Aula

source: Applyng changes. Wait a moment...
ca@valencia: S'estan aplicant es canvis. Espereu un moment...
es: Aplicando los cambios. Espere un momento...

source: Restoring values. Wait a moment...
ca@valencia: S'estan restaurant els valors. Espereu un moment...
es: Restaurando valores. Espere un momento...

source: Deactivating classroom control. Wait a moment...
ca@valencia: S'està desactivant el Control de l'Aula. Espereu un moment...
es: Desactivando el Control del Aula. Espere un momento.

source: Reactivating classroom control. Wait a moment...
ca@valencia: S'està reactivant el Control de l'Aula. Espereu un moment...
es: Reactivando el Control del Aula. Espere un momento...

source: Configuration
ca@valencia: Configuració
es: Configuración

source: See help
ca@valencia: Vore l'ajuda
es: Ver ayuda

source: Mobile Classroom Control
ca@valencia: Control de l'Aula Mòbil
es: Control del Aula Móvil

source: Classroom control activated
ca@valencia: Control de l'Aula activat
es: Control del Aula activado

source: Controlling the cart number:
ca@valencia: S'esta controlant el carret número:
es: Controlando el carrito número:

source: Classroom control disabled
ca@valencia: Control de l'Aula desactivat
es: Control del Aula desactivado

source: Automatically disabled
ca@valencia: Desactivat automàticament

source: Reactivate control of cart:
ca@valencia: Reactivar el control del carret:
es: Reactivar el control del carrito:

source: Mobile Classroom Control not available in this computer
ca@valencia: Control de l'Aula Mòbil no disponible en este equip
es: Control del Aula Móvil no disponible en este equipo

source: Error configuring classroom control
ca@valencia: Error configurant el Control de l'Aula
es: Error configurando el Control del Aula

source: Classroom control will be deactivate
ca@valencia: El Control de l'Aula serà desactivat
es: El Control del Aula va a ser desactivado

source: Deactivation will be occur in a few seconds
ca@valencia: La desactivació es produirà en pocs segons
es: La desactivación se producirá en pocos segundos

source: Cancel deactivation
ca@valencia: Cancel·la la desactivació
es: Cancelar desactivación

source: Automatic deactivation has failed
ca@valencia: La desactivació automàtica ha fallat
es: La desactivación automática ha fallado

source: Classroom control remains active
ca@valencia: El Control de l'Aula roman activat
es: El Control del Aula permanece activado

source: The reactivation has failed
ca@valencia: La reactivació ha fallat
es: La reactivación ha fallado

source: Classroom control remains deactivate
ca@valencia: El Control de l'Aula roman desactivat
es: El Control del Aula permanece desactivado

source: Mask value from interface is wrong
ca@valencia: El valor de la màscara de la interfície és erroni
es: El valor de la máscara de la interfaz es erróneo

source: Classroom control automatically disabled
es: Control del Aula desactivado automáticamente
